Revit 2027 API
ParameterTypeId.RbsConnectorIsprimary Property
 "Primary Connector"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConnectorIsprimary { get; }
Public Shared ReadOnly Property RbsConnectorIsprimary As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConnectorIsprimary {
	ForgeTypeId^ get ();
}
static member RbsConnectorIsprimary : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace